Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/tale_til_skolekonferansen.html.tmx
Source language: nob
Languages: smj

source: Sametingsråd Mikkel Eskil Mikkelsens tale ved åpning av samisk skolekonferanse i Alta 15. juni 2023. Tema for konferansen er hvordan implementere det forpliktede samiske innholdet i læreplanverket i skolen og hva som skal til for å lykkes med dette arbeidet.
smj: Sámedikkeráde Mikkel Eskil Mikkelsena hålla skåvllåkonferánsan Áltán biehtsemáno 15. b. 2023, manna oajvvetiebmá l gåktu máhttep dan bákkulasj sáme sisanov implementierit oahppoplánajn.

source: Kjære alle sammen, jeg ønsker dere hjertelig velkommen til Alta, til Alta, til Sápmi.
smj: Gieres gájka, mån sávav dijájt buorisboahtem Áltáj ja Sábmáj.

source: Området vi er i nå er godt kjent som et samisk område med en rik historie og lang samisk tilstedeværelse.
smj: Dát la guovllo mav diehtep adnep dåbddusin dagu sáme bájkke rikkis histåvråjn ja guhkes sáme årromijn.

source: Vi er samlet her for en konferanse om et samisk opplæringstilbud som møter mange utfordringer.
smj: Lip tjåhkanam konferánssaj sáme åhpadusfálaldagá manna le moadda hásstalusá.

source: Og det kan være krevende å finne rom for opplæring i og på samisk da det krever andre grep enn dét en ellers norsk skole krever, ikke minst organisatorisk.
smj: Ja juohkka láhkáj máhttá liehket hásstalus dahkat sajev sáme åhpadussaj gå dat gájbbet ietjá dagojt ja bargov gå dáttjaskåvlåjn ietján, sierraláhkáj organiserijma gáktuj.

source: Og det vet vi av erfaring veldig godt, hvordan vi organiserer tilbudet er på mange måter et være eller ikke-være for samiskopplæring.
smj: Ja åtsådallama dáv vuosedi tjielggasit. Gåktu mij organiserip dav fálaldagáv la moatten láhkáj være jali ikke-være sámeåhpadussaj.

source: For vi vet av rapporter at måten vi organiserer tilbudet på, har stor innvirkning på samiskspråkligheten hos barn og elever.
smj: Ja diedádusájs diehtep at vuohke gåktu fálaldagáv ásadip vájkkut ålov mánáj ja oahppij sámegielakvuohtaj.

source: Det krever mye mer planlegging og bevissthet hos barnehageeier og skoleeier enn ellers.
smj: Dát gájbbet ålov ienep plánimav ja diedulasjvuodav mánájgárddeæjgádijs ja skåvllåæjgádijs gå ietján.

source: Organisering av samiskopplæring er ikke det eneste som preger samiskopplæringen.
smj: Sámegielåhpadusá organiserim ij la ájnna mij bájnná sámeåhpadusáv.

source: Det gjør også måten vi jobber med innholdet i opplæringen.
smj: Mijá vuohke gåktu barggap åhpadusá sisanujn dahká dav sæmmi.

source: Og jeg er glad for at vi har fått til en konferanse som tar for seg akkurat det og vi skal høre noen eksempler på det.
smj: Ja ávon lav aj gå dálla lip konferánsav dahkam mij jur dav giehtadallá ja galggap aj muhtem buojkulvisájt gullat dan hárráj.

source: Den andre jeg kunne ønske velkommen til, er rektor ved Samisk videregående skole i Karasjok, Synnøve Solbakken Harkönen.
smj: Nubbe ulmusj gev sávav buorisboahtem le rektor Sáme joarkkaskåvlån Kárásjjågån, Synnøve Solbakken Harkönen.

source: Hun har de siste årene arbeidet med å samiskgjøre skolen deres og nå har samisk videregående skole i karasjok oppnådd akkreditering i WINHEC.
smj: Sån la dájt maŋemus jagijt barggam skåvlåv sámájdahtátjit ja dálla l Sáme Joarkkaskåvllå Kárášjågån oadtjum dåhkkidimev WINHEC:an.

source: Jeg er stolt over det arbeidet og ser frem til å høre med om den jobben.
smj: Mån lev mihá dát bargos ja ávvudaláv gå besav mañebuj gullat dan birra.

source: Likefult kjære alle sammen, jeg ønsker alle sammen velkommen.
smj: Sæmmi láhkáj gieres gájka, sávav gájkjda buorisboahtem.

source: Kommuner, skoler, skoleeiere og lærere.
smj: Suohkana, skåvlå, skåvllåæjgáda ja åhpadiddje.

source: Jeg vet at dere møter utfordringer hver dag i deres arbeid, at mangel på lærere og mangel på læremidler er noe som dere alle opplever og dere vet godt hvordan dette påvirker elevenes læring hver eneste dag.
smj: Diedáv dij duosstobihtit hásstalusájt juohkka biejve ietjada bargon, åhpadiddjevádno ja oahpponævoj vánesvuohta li juoga mav gájka vásedihpit ja dij diehtebihtit mij la ájnas oahppij oahppamij juohkka ja gæjto biejve.

source: Utfordringene er kort sagt mange, og de møtte vi også i prosessen omkring ny opplæringslov som nå er vedtatt av stortinget.
smj: Hásstalusá li dal moadda, ja dajt iejvvijma aj prosessan ådå åhpadusláhkaásadimijn mij dálla Stuorradikken mierreduváj.

source: Samiske barns rettigheter og rammene til samiskopplæringen i den nye loven og retten til samiskopplæring består som i den gamle loven.
smj: Sáme mánáj rievtesvuoda ja rámma sámegiela åhpadussaj ådå lágan ja rievtesvuoda sámegiela åhpadussaj la sæmmi láhkáj gå åvdep lágan.

source: Det er en alvorlig for både meg og flere av dere at samiskundervisningen på mange måter fortsetter i samme spor som tidligere uten at noen substansielle grep ble gjort for å styrke samisk barns rettigheter og minst like viktig, deres mulighet til å bli fullt ut samiskspråklig.
smj: Dat la duodalasj la sihke munji ja moaddásijda dijás gå sámegiela åhpadibme moatten láhkáj joarkká sæmmi bálgáv dagu åvddåla váni makkirak substantijvvalasj dagoj nannitjit sámemánáj rievtesvuodajt ja såjtijs ájnnasabmusin, sijá máhttelisvuodajt ållåsit sámegielagin sjaddat.

source: Vi vet samtidig at prognosene for antall samiskspråklige viser at det vil synke med 60%, vi vet også at mange velger bort samiskundervisning og faller fra, dette kommer på toppen av mangelen på læremidler også mangel på lærere.
smj: Sæmmi båttå diehtep jut prognosa sámegielagij låhko binnu 60 prosentajn, ja diehtep aj moattes ierit válljiji sámegielåhpadusáv jail gahttji ierit dat åhpadusás duon dán siváj diehti, duodden dasi de vádnuni oahpponævo, ja aj åhpadiddje vájlluji.

source: Likefult, det er mye vi ikke vet om samiske barn, vi vet blant annet lite om samiske barns psykososiale læringsmiljø.
smj: Ajtu ep rat ålov sáme mánáj birra diede, duola dagu ep rat majdik diede sáme mánáj psykososiála oahppambirrasij birra.

source: Jeg er glad for Barneombudets fokus på at mangelen på kunnskap om barns forhold i vårt samfunn ikke er holdbart og må endres.
smj: Mån lav ávon gå Mánájoahttse dættot vádno diedojt mánáj dile birra mijá sebrudagán ij la guoddelis dille ja dav hæhttup rievddat.

source: Og alvoret vi står i understrekes videre av sannhets og forsoningskommisjonens rapport som viser oss tunge, dramatiske erfaringer og fortellinger om urett fra store deler av landet knyttet til samiskopplæringen.
smj: Duohtavuoda- ja semadimkommisjåvnå rapportta mijájt duodast alvosvuodav, ja ráppårttå vuoset låsså, alvos vásádusájt ja subttsasijt boasstotvuoda birra miehtá rijkas mij guosská sámegielåhpadibmáj.

source: Jeg siterer.
smj: Mån lågåv ráppårtås:

source: Fra Lavangen og Spansdalen hører vi at samiske elever ble plassert i det som ble kalt særklasser.
smj: Loabagis ja Ruñgus gullap juhte sáme oahppe biejaduvvin dasi mij gåhtjoduvvá sierra klássaj.

source: Skolen og kommunen vedtok at barna var og ville sende samiske barn til en offentlig skole for evneveike så sent som på 60. og 70-tallet.
smj: Skåvllå ja suohkan mierredij máná lidjin ja sihtin sáme mánájt rádjat almulasj skåvllåj gånnå lidjin da evneveike nav maŋet gå 60 ja 70 jagijn sinna.

source: Inger Tjihkkom sier dette om erfaringene fra Lavangen: Jeg ble påført sår som er uopprettelig.
smj: Inger Tjihkkom javllá návti ietjas åtsådallamij birra: bátsin háve ma e máhte buoreduvvat.

source: Det å bli trakassert og latterliggjort som et barn, det følger deg hele livet.
smj: Nuppástuvvat ja vájveduvvat mánnán, tjuovvu ålles iellemav.

source: Det er alvorlige fortellingene som er overlatt fra kommisjonen til oss alle, som vi skal ta imot, erkjenne og forvalte og ta med når vi jobber mot en forsoning.
smj: Da alvos subttsasa majt kommisjåvnnå le midjij gájkajda vaddám, galggap vuosstáj válldet, dåhkkidit ja háldadit ja maŋen válldet gå såbadime vuoksjuj barggap.

source: Kommisjonen forteller dog ikke bare om urett.
smj: Valla, kommisjåvnnå ij huoman subtsasta dåssju vierrevuodav.

source: Kjære alle, jeg lar meg berøre dypt av fortellingene om fornorskning og erfaringer fra skole-sektoren.
smj: Gieres gájka, Mån njuorranav gå guláv dajt subttsasijt dárojduhttema birra ja dán aktijvuodan subttsasijt tjadnum skåvlåjda.

source: Og jeg kjenner meg virkelig igjen den måten kommisjonen avslutter med refleksjoner om kjærlighet, lojalitet og mot til å mobilisere mot fornorskning og et ønske om å bidra til revitalisering.
smj: Ja duodaj ietja dåbdåv ja njuorranav gå kommisjåvnnå låhpat ájádusáj gieresvuoda, åskåldisvuoda ja duosstelisvuoda birra mobiliserit dárojduhttema vuosstáj ja sávadusájn ælládahttemis gielas ja kultuvras.

source: Dette fordi jeg får speilet mine egne ambisjoner om språklig og kulturell revitalisering hos mange av dere her i dag.
smj: Dav dagáv jur dan diehti gå gå dat åvddånbuktet muv ietjam ájggomusájt gielalasj ja kultuvralasj ælládahttemij vuojnáv moaddásijn uddni.

source: Dette fordi vi selv bærer på den kjærligheten, det motet og den verdigheten.
smj: Dáv dan diehti gå mij iesj dav gieresvuodav, duosstelisvuodav ja værddogisvuodav guoddep.

source: Og vi fortsetter å bære dette videre – i møte med en samisk skole som ikke får den plassen den skal ha.
smj: Ja mij joarkkep jur dáv åvddålijguovlluj – juska sáme skåvlån ja sáme åhpadusán ij la dat sadje mij galggá.

source: Og det gjør at jeg helt tydelig ser en vei videre for den samiske skolen.
smj: Dan baktu de tjielggasit vuojnáv gæjnov vijdábut sáme skåvllåj.

source: I dag hadde jeg og politisk ledelse i Kunnskapsdepartementet et møte for å forsøke å stake denne veien.
smj: Uddni mån Máhttodepartementa politihkalasj njunnjutjijn tjåhkaniv gæhttjalittjat dav gæjnov gávnnat.

source: Mitt budskap i dét møtet var at manglende enighet om opplæringsloven, og en god samisk stortingsmelding om rekruttering og kompetanse, og en sannhet og forsoningskommisjons rapport om fornorskning må representere et tidsskille for opplæringen i og på samiske språk i Norge.
smj: Muv sáhka dán tjåhkanimen lij juska ejma guorrasa ådå åhpaduslága nana, ja gå la dal boahtám buorre sáme stuorradiggediedádus rekrutterima ja máhtudagá birra, ja gå la boahtám duohtavuoda- ja semadimkommisjåvnå rapportta dárojduhttema birra, de viertti gájkka dat dahkat ådå ájgev åhpadussaj sámegielan ja sámegiellaj Vuonarijkan.

source: Det må representere et tidsskille.
smj: Dát viertti buktet ådå ja buorep ájgijt.

source: Som jeg uttrykte flere ganger i arbeidet med fagfornyelsen og de nye læreplanene – vi har så mye å bidra med, vi har så mye vi kan gi.
smj: Gåktu lav moaddi moalgedam fáhkaođasmahttembargon ja ådå oahppoplánaj - Miján la nav ållo mav máhttep fállat, miján la nav ållo majt máhttep vaddet.

source: Så det åpenbare spørsmålet for å nå et slikt mål er da hvordan vi skal gå frem.
smj: Ja de báhtsá gatjálvis gåktu galggap jåksåt ådå ulmijt ja gåktu dal boahtte lávkev lávkkit.

source: Og da er vi tilbake dagens konferanse.
smj: Ja de vat moattov udnásj konferánssaj.

source: Sametinget har samlet dere alle fordi dere er sentrale aktører for opplæring i og på samiske språk.
smj: Sámedigge l dijáv tjoahkkim gå lihpit ájnas oassevállde sámegiela åhpadusán.

source: Og jeg opplever at mange er klare, og ønsker å gjøre en jobb – men at det kanskje kan være utfordrende å skulle tid, mulighet og finne et handlingsrom eller handlingsmulighet til å kunne utvikle en samisk skole, men kanskje aller helst er det krevende å skulle utvikle et samisk opplæringstilbud da vi det er et noe vagt begrep som ikke er godt beskrevet,.
smj: Ja mån diedáv dij lihpit gárvvása, ja sihti bargov dahkat - valla soajttá liehket hásstalus ájgev, máhttelisvuodajt ja gávnnat barggovuogev jali máhttelisvuodav åvddånahtátjit sáme skåvlåv, valla ihkap ienemusát gássjel le sáme åhpadusfálaldagáv åvddånahttet gå jur sáme åhpadus ij la buoragit gåvvidum.

source: Og la meg ta noen eksempler for dere.
smj: Ja vuosedav muhtem buojkulvisájt didjij.

source: På et nasjonalt nivå, i omtale av en samisk skole så sier vi ofte at vi må jobbe med, eller implementere samiske verdier og prinsipper.
smj: Nasjåvnålasj dásen, gå sáme skåvllå birra giehttop de álu javllap mij vierttip barggat, jali implementerit sáme árvojt ja prinsihpajt.

source: Vi skal i forbindelse med fagfornyelsen støtte implementereringen av samisk innhold inn i læreplaner.
smj: Fáhkaådåstuhttema aktijvuodan galggap doarjjot sáme sisano implementerimav oahppoplánajda.

source: Og det samiske innholdet kan være både implisitt eller eksplisitt, og vi snakker gjerne også om tradisjonskunnskapens plass i samisk opplæring.
smj: Sámi sisadno máhttá liehket sihke implisihtta ja eksplisihtta, ja álu la árbbedábálasj máhutdagá birra sahka ja makkir sadje árbbedábálasj máhtudagán le skåvlån.

source: Og hva er nå dette?
smj: Ja mij la dal dát?

source: Uten at jeg har noe forskningsbelegg for min neste påstand, så tror jeg at mye av den formidlingen og opplæringen som skjer i en samisk skole er mye basert på det lærere har fra egen oppvekst – ut ifra det vi bærer med oss fra det som er den samiske kunnskapsbasen: samiske eldre, våre samfunn, våre familier og våre praksiser i dette.
smj: Uddni ij la mujna makkirik åtsådimvælggogisvuohta muv duodast boahtte tjuottjodusáv, valla jáhkáv ållo gaskostibme ja åhpadus mij la sámeskåvlån dáhpáduvvamin, la ienemusát vuododuvvam dan nanna majt åhpadiddje ietja li vássedam bajássjattadijn - dan nanna majt mij guoddnep sáme máhtudakvuodos: sáme vuorrasa, mijá sebrudahka, mijá familja ja mijá dábe juohkka dilen.

source: Vi kan kanskje si at det er mye erfaringsbasert opplæring som utgjør det samiske innholdet i opplæringen.
smj: Máhttep javllat at åhpadibme sáme sisanos la åtsådallam mav åhpadiddje ietja guoddá.

source: Så et dilemma som skapes i dette er hvordan vi finner rom for denne erfaringsbaserte opplæringen som når mye av rammene for opplæringen av samiske barn er satt fra nasjonalt hold fra regjering, storting og Sametinget.
smj: Dat la diedon buorre. De tjuolma mij de badjáni le gåktu galggap sajijdahttet jur dav bájkálasj máhtudagáv gå rámma sáme mánáj åhpadibmáj le biejadum nasjåvnålasj dáses ráddidusás, stuorradikkes ja Sámedikkes.

source: I møte med spørsmålene om hva som er samisk innhold i opplæring, hva som er samiske verdier og prinsipper og hvordan skal vi tydeliggjøre samisk innhold i læreplaner så har vi et stort fokus på Sametinget rolle som er mer enn læreplaner og læremidler.
smj: Gå duosstop gatjálvisájt mij la sáme sisadno åhpadimen, ma li sáme árvo ja prinsihpa ja gåktu galggap sáme sisanov oahppoplánajn tjielggasin dahkat, de lip dahkam bargov Sámedikke bieles mij la ienep gå oahppopládnabarggo ja oahpponævobuvtadibme.

source: Et eksempel er Sametingets barnehageprosjekt SáMos hvor vi har fått delt og fremmet samiske barnehager og deres arbeidshverdag.
smj: Buojkulvissan la Sámedikke mánájgárddeprosjækta SáMos gånnå lip oadtjum juogeduvvam ja åvdeduvvam sáme mánájgárdijt ja sijá barggodilev.

source: Ut ifra det prosjektet har vi forsøkt å danne pedagogiske prinsipper og tilføre med forskning og litteratur som kan bidra til en styrking av samisk opplæring i barnehagene.
smj: Dán prosjevta milta lip gæhttjalam hábbmit pedagåvgålasj prinsihpajt ja viehkedit dutkamijn ja girjálasjvuodajn mij máhttá nannit sáme åhpadusáv mánájgárdijn.

source: Samtidig har vi hatt en arbeidsgruppe i sving som har foreslått det som heter Felles verdigrunnlag og overordnede prinsipper til barnehagetilbudet og for opplæring i skolen over hele Sápmi.
smj: Sæmmi båttå lij miján barggojuogos mij le tjállám rápårtåv man namma le Aktisasj árvvovuodo ja badjásasj prinsihpa mánájgárddefálaldagájda ja skåvlå åhpadussaj ålles Sámen.

source: Nettopp fordi jeg mener at vi har ikke bare et ønske, men en plikt, til å utvikle og tydeliggjøre hva som er en samisk opplæringspolitikk på norsk side av grensen og i samhandling med de andre sametingene på svensk og finsk side.
smj: Dav lep dahkam jur dan diehto gå Sámedikken ij la dåssju sávvamus valla aj vælggogisvuohta åvdedittat ja tjielggit mij la sáme åhpaduspolitihkka Vuonarijkan, aktijsasjbargon Sámedikkij Svieriga ja Suoma biele rája.

source: Vi må kunne svare på hva som er samiske verdier og prinsipper, vi må utmeisle hvordan vi ønsker at en opplæring i en samisk skole skal og bør være.
smj: Mij vierttip buktet vásstedit ma li sáme árvo ja prinsihpa, mij hæhttup vásstedit gåktu sihtap åhpadus sáme skåvlån galggá ja bierri liehket.

source: I tillegg har vi gitt ut en rapport om Sterke språkopplæringsmodeller.
smj: Duoddan dasi lip almodam rappårtåv Gievras giellaåhpadimmodellaj birra.

source: Det er en rapport som kan være et verktøy for å forstå hvordan organisering av samiskpopplæring påvirker samiskspråkligheten hos barn.
smj: Dát rapportta máhttá liehket vædtsagin dádjadittjat gåktu sámeåhpadusá organiserim mánáj sámegielakvuodav vájkkut.

source: Dette også i lys av læreplanene i samisk-fagene.
smj: Dáv aj sáme-fága oahppoplánaj hárráj

source: På bakgrunn av dette har et jeg et viktig budskap til dere om at Sametinget - som et nasjonalt folkevalgt urfolksparlament, det som forvalter den samiske folkevilje - så har nasjonale myndigheter og skoleeiere en plikt til å lytte og ta imot hva det samiske folkevalgte organet har å si om samiskopplæring og den skolen vi ønsker å skape for samiske barn.
smj: Danen la mujna ájnas sáhka didjij jut Sámedigge - mij la nasjåvnålasj álmmukválljidum iemeálmmukparlamænnta, mij sáme álmmukjienav háldat - la nasjonálasj oajválattjajn ja skåvllåæjgádij vælggogisvuohta gulldalit Sámediggáj ja duosstot dav majt sáme álmmukválljidum orgádna sihtá javllat sámegielåhpadusá birra ja dan skåvlå birra mav hálijdip sáme mánájda dahkat.

source: Det betyr at Sametinget skal ikke bare være konsultasjonspart eller en læreplanmyndighet.
smj: Dat merkaj Sámedigge ij dåssju galga liehket oassen konsultasjåvnåjs jali oahppoplának mierrediddje.

source: Vi skal være en premissleverandør for samiskopplæring.
smj: Mij galggap liehket premissavadde sámeåhpadussaj.

source: Jeg har en ambisjon om at Sametinget skal bli tydeligere på dette, og noe av den jobben vi har gjort tidligere håper jeg kan være en start på dette.
smj: Muv ulmme le at Sámedigge galggá tjielgga jienajn dáv bargov dahkat, ja dat barggo majt lip dahkam de doajvov dát máhttá álggon liehket.

source: Hvis jeg skal tolke dette seminaret og deltakelsen her, så tror jeg mange av dere selv ønsker å være med på å videreutvikle en samisk skole og utvikle en samisk skole i deres lokalsamfunn.
smj: Jus galgav dán seminárraj ja dán oassálasstemij dålkkut, de jáhkáv moattes ietja ájggabihtit siegen liehket sáme skåvlåv åvddnånittjat ja ietjasa bájkálasj sebrudagán åvddånahttet jur dijá skåvlåv.

source: Et bedre utgangspunkt kan vi ikke ha.
smj: Ja buorep vuodo ja álggi ij galla gávnnu.

source: Selv om det nasjonalt skulle være krevende å gjøre noen endringer som sikrer at vi når våre mål, så møter vi her i dag en samisk skolesektor som virkelig ønsker å gjøre en jobb, som ønsker å virkelig satse, som ønsker være med å sikre at vi har samiske elever som stolt uttrykker at de er samer, som behersker samisk språk, som kjenner til hvem de er som same, som står trygt plassert i et samisk samfunnsliv, som vet hvem de er i relasjon til våre eldre og til de som var her før oss, som bærer videre språk til de neste generasjonene, som vet at man må gi varsle før man stikker en kniv i jorda eller skal til å helle ut varmt vann på bakken, Som uttrykker samisk, kultur og samfunnsliv på alle måter og tar egne valg med dette som grunnlag.
smj: Jusska nasjonálalattjat le gájbbediddje rievddadusájt dahkat mij sihkarasstá at jåksåp ulmijt, de la dánne uddni sáme skåvllåsuorgge mij duodaj sihtá ja hálijt dahkat bargov, mij sihtá duodaj åvddånit, mij sihtá liehket siegen nannimin mijá sáme oahppijt gudi mihát åvdedij ietjas sábmelasjvuodav, gudi dåbddi ietjasa sábmen, gudi jasskavuodajn oassálasstij sáme sebrudakiellemij, gudi diehti gudi mijá mátto ja lidjin dáppe mijá åvddåla, gudi guoddi joarkkij gielama boahtte buolvvaj, gudi diehti at hæhttu gåhttjot nuppijt gáhttit åvdås nijbev ednamij tsåkkå jali slieppi báhkka tjátjev. Gudi åvddånbukti sáme kultuvrav ja sebrudagáv juohkka láhkáj ja friddjavuodajn bálggáv dahki ællasisá dan nanna.

source: Og minst like viktig, hvis ikke viktigst, er at samiske elever har et trygt og godt psykososialt læringsmiljø.
smj: Ja jus kánnu ájnnasabmusin, le at sáme oahppijn le jasska ja vuogas psykososiála oahppambirás.

source: Med disse vyene, så har Sametinget invitert dere hit.
smj: Dájna ulmij ja niegoj la Sámedigge dijáv diehki gåhttjum.

source: Jeg stiller spørsmål til dere om hvordan vi skal skape rom for opplæring i og på samisk med alle de utfordringer som vi står i. I dette vi, så er også sametinget.
smj: Mån gatjádiv álgon gåktu dal galggap dahkat sajev sáme åhpadibmáj juska dal hásstalusá lij stuore. Dat sæmmi gatjálvis la mujna Sámediggáj.

source: hvordan kan skal vi bistå det som ofte omtales som praksisfeltet, hvordan kan vi støtte skoleeiere.
smj: Gåktu galggá Sámedigge viehkedit praksisav, gåktu máhttep skåvllåæjgádijt doarjjot.

source: Hvordan utvikler vi en samisk profilskole?
smj: Gåktu val sáme profijllaskåvlåv dahkat?

source: For Sametinget så vil denne konferansen danne grunnlaget for hvordan vi de neste årene jobber for samiske barns opplæring i skole.
smj: Sámediggáj sjaddá dát konferánssa vuodon ietja bargguj mij boahtte jagijt gå sáme mánáj åhpadusáv åvdedip.

source: Det er store spørsmål, men jeg tror vi kan få det til.
smj: Da li stuorra gatjálvisá, valla jáhkáv nahkap dajt vásstedit.

source: For vi skal lytte til flere eksempler på hva som skjer lokalt på skoler i Karasjok, Canada og andre plasser som viser at det er mulig.
smj: Gå uddni galggap gulldalit lagábuj buojkulvisájjs dassta mij dáhpáduvvá bájkálattjat skåvlåjn Kárásjjågån, Kanadan ja ietjá bájkijn ma dákkir vejulasjvuodav vuosedi.

source: Så med min visshet om at mange plasser i Sábme så gjøres det en utrolig god jobb, så inviterer jeg dere til å gjøre jobben.
smj: Gå vissásit diedáv, moatte sajijn Sámeednamin ihkeva buorre barggo dagáduvvá, de bivddiv dijáv dán bargguj sebratjit.

source: Jeg inviterer dere med til å skape et tidsskille, et vannskille for den opplæringen av samiske barn.
smj: Mån gåhtjov dijájt divnajt dagátjit ådå ájgev, ådå dilev åhpadussaj sáme mánájda.
